Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Część wojowników Rhobara została przekupiona przez uzurpatora i zadała jego ludziom dotkliwy cios w plecy. Wtedy to bramy warowni rozwarły się i barbarzyńcy z furią ruszyli na lojalistów. Choć opowieści mówią o „morzu krwi”, które wylało tamtego dnia, Innos nie pozostawił swych dzieci w potrzebie. Poczerniałe, wieczorne niebo rozświetliła płomienna łuna, sprowadzając na pole bitwy kulę żywego ognia, paląc do cna zdrajców i wyznawców Ahalta. Bitwa była wygrana.
uk: Частина воїнів Робара була підкуплена узурпатором і завдала його людям сильного удару в спину. Саме тоді ворота фортеці відчинилися, і варвари з люттю кинулися на вірнопідданих. Хоча історії говорять про 'море крові', що пролилася того дня, Іннос не залишив своїх дітей у біді. Почорніле вечірнє небо осяялося вогняним сяйвом, принісши на поле бою кулю живого вогню, яка спалила зрадників і прихильників Ахалта дотла. Битву було виграно.

source: Część wykonana dla Einara.
uk: Деталь, викувана для Ейнара.

source: Część z nich to moi dobrzy koledzy... Jeżeli okażesz mi wsparcie, to mogę z nimi porozmawiać i przez nich włos ci z głowy nie spadnie!
uk: Деякі з них – мої добрі друзі... Якщо ти підтримаєш мене, я замовлю за тебе слівце, і відтоді жодна волосина не впаде з твоєї голови!

source: Członkowie Gildii nie pracują jednak za darmo, opłacenie ich usług może okazać się być poza twoimi możliwościami.
uk: Однак члени Гільдії не працюють задарма. Оплата їхніх послуг може виявитись тобі не по кишені.

source: Członkowie Wodnego Kręgu pozostają przez cały czas w ukryciu. Obserwują, analizują i tylko gdy zajdzie taka konieczność, przechodzą do działania.
uk: Члени Кільця Води завжди перебувають в тіні. Вони спостерігають, аналізують і тільки за необхідності приступають до дій.

source: Członkowie Wodnego Kręgu poświęcają swoje życie utrzymaniu równowagi i wprowadzaniu sprawiedliwości.
uk: Члени Кільця Води присвячують своє життя збереженню рівноваги та відновленню справедливості.

source: Członkowie pościgu twierdzą, że zgubili ściganego w pobliżu kanionu między miastem a pracownią Bodowina.
uk: Учасники погоні стверджують, що впустили зловмисника біля каньйону між містом та майстернею Бодовіна.

source: Członkowie twojej rodziny nadal są myśliwymi?
uk: Члени твоєї сім'ї все ще полюють?

source: Człowiek Andreasa
uk: Людина Андреаса

source: Człowiek Holdwiga
uk: Людина Гольдвіга

source: Człowiek Ramseya
uk: Людина Рамзі

source: Człowiek Volkera
uk: Людина Волкера

source: Człowiek czynu, nie lubisz zbyt dużo gadać, prawda?
uk: Людина дії, ти не любиш багато говорити, чи не так?

source: Człowiek czynu, to lubię. Ale musisz być bardzo ostrożny.
uk: Людина дії, мені це подобається. Але ти мусиш бути особливо обережним.

source: Człowiek haruje, zdobywa uznanie szefów...
uk: Людина багато працює, здобуває визнання начальства...

source: Człowiek ma do załatwienia ważną sprawę urzędową, a ten ci się będzie barykadował! Kpina!
uk: У людини важлива службова справа, а він забарикадувався! Це знущання!

source: Człowiek musi mieć jakąś przewagę... Gdyby udało ci się zdobyć takie żądło to chętnie je od ciebie odkupie. Bagiennego krwiopijce najłatwiej rozpoznasz po zielonych wzorach na całym ciele.
uk: Людина повинна мати якусь перевагу... Якби ти зміг дістати таке жало, я б із задоволенням викупив його у тебе. Найлегше впізнати болотного шершня за зеленими візерунками по всьому тілу.

source: Człowiek sam nie wie, czego chce, póki nie spróbuje. Ruszam do miasta. Gdybyś czegoś potrzebował, będę tam, gdzie się pierwszy raz spotkaliśmy.
uk: Людина не знає, чого вона хоче, поки не спробує. Я вирушаю до міста. Якщо тобі щось знадобиться, я буду там, де ми вперше зустрілися.

source: Człowiek z blizną
uk: Людина зі шрамом

source: Człowieka? Jakiego mojego człowieka?
uk: Людиною? Якою моєю людиною?

source: Człowieku! Nawet Starszy się zmartwił jego zachowaniem! Przyszedł tu z nim pogadać. A ten mu mówił, że to nie jego sprawa i ma spadać skąd przyszedł! Rozumiesz? Tak powiedzieć do Albyna?
uk: Чоловіче! Навіть староста був стурбований його поведінкою! Він прийшов сюди поговорити з ним. А той сказав йому, що це не його справа і щоб він забирався туди, звідки прийшов! Ти уявляєш? Сказати таке Альбіну!

source: Człowieku! To dopiero początek, ale będę potrzebował paru drobiazgów.
uk: Хлопче! Це лише початок, але для продовження мені знадобиться декілька дрібниць.

source: Człowieku, ale z ciebie maruda. Mam nadzieję, że przy pracy też jesteś taki szybki jak przy mieleniu ozorem.
uk: Чоловіче, ти такий скиглій. Сподіваюся, ти так само швидко працюєш, як і язиком мелеш.

source: Człowieku, czego ty jeszcze ode mnie chcesz? Takie umiejętności jak twoje są godne pozazdroszczenia, ja już ich nie poprawię.
uk: Старий, що ти ще хочеш від мене? Твоїм вмінням можна позаздрити, я більше не збираюся розвивати їх.

source: Człowieku, daj spokój. Nawet nie chcę myśleć o momencie, w którym wejdą w życie.
uk: Чоловіче, перестань. Я навіть не хочу думати, коли їх запровадять.

source: Człowieku, gdzie ty masz oczy? Ja nawet nie pracuję dla Gildii!
uk: Чоловіче, ти що сліпий? Я навіть не працюю на Гільдію!

source: Człowieku, jeśli rozwikłasz tę zagadkę, to dam ci tyle soli, ile sam ważysz!
uk: Приятелю, якщо ти розгадаєш цю таємницю, я дам тобі стільки солі, скільки ти сам заважиш!

source: Człowieku, mam stragan do prowadzenia! Towar sam się nie wymieni na złoto.
uk: Хлопче, мені треба працювати! Товар сам себе не обміняє на золото.

source: Człowieku, nie będę dla ciebie latał po całej wyspie. Nie za darmo.
uk: Чоловіче, я не буду заради тебе ганяти по всьому острову. Точно не задарма.

source: Człowieku, nie będę przeprawiał się przez całe bagna tylko po to, by zostać zjedzonym przez jakieś monstrum.
uk: Чоловіче, я не збираюся йти через все болото тільки для того, щоб мене з'їв якийсь монстр.

source: Człowieku, nie będę przepływał połowy wyspy tylko po to, by zostać zjedzonym przez jakieś monstrum w wodzie.
uk: Чоловіче, я не збираюсь проплисти через пів острова тільки для того, щоб мене з'їв якийсь монстр у воді.

source: Człowieku, nie interesuje mnie to. Gadaj, bo inaczej marnie skończysz!
uk: Друже, мене це не цікавить. Говори, а то здохнеш!

source: Człowieku, nie mogę przeznaczyć całego budżetu tylko na broń dystansową! Muszę jeszcze zaopatrzyć ludzi w miecze, pancerze, jedzenie, leki. Roderich musi skądś wziąć na żołd.
uk: Чоловіче, я не можу виділити весь бюджет тільки на стрілецьку зброю! Я ще маю забезпечувати людей мечами, обладунками, їжею і ліками. Родеріх має звідкись брати золото нам на зарплату.

source: Człowieku, nie słyszałeś, co mówiłem? Rusz dupę, bo zaczynasz mnie naprawdę wkurzać.
uk: Ти що, не чув, що я сказав? Воруши дупою, бо ти починаєш мене бісити.

source: Człowieku, niezła awantura się z tego zrobiła. Aż tutaj słyszałam krzyki. Mam tylko nadzieję, że nikt zbytnio nie ucierpiał...
uk: Чоловіче, з цього вийшов справжній переполох. Я чула крики навіть звідси. Сподіваюся, ніхто сильно не постраждав...

source: Człowieku, o co ci chodzi?
uk: Друже, що ти хочеш?

source: Człowieku, przecież sam przechodziłeś przez te całe bagna!
uk: Друже, ти ж сам пройшов через усе це болото!

source: Człowieku, rozejrzyj się. Straż ma pełne ręce roboty, a ty tu sobie chodzisz i przeszkadzasz jak gdyby nigdy nic?
uk: Чоловіче, озирнись навколо. У Варти повно роботи, а ти просто ходиш і набридаєш їм, ніби тобі зайнятись нічим?

source: Człowieku, spójrz na tych ludzi! Czy oni wyglądają na takich, co poradziliby sobie chociaż z chrząszczem?
uk: Чоловіче, подивися на цих людей! Хіба вони виглядають так, ніби можуть впоратися хоча б з м'ясним жуком?

source: Człowieku, spójrz za siebie, oni są zaraz obok! Choćby byli nie wiadomo jak pijani, zauważą, że przechodzicie przez bramę!
uk: Хлопче, озирнись, вони ж зовсім поруч! Якими б п'яними вони не були, вони помітять, як ви входите через ворота!

source: Człowieku, to ja powinienem zapłacić tobie za możliwość obcowania z czymś takim! Poczekaj, zaraz będzie gotowa do użytku!
uk: Приятелю, це я маю платити тобі за можливість мати справу з чимось подібним! Почекай, зараз вона буде готова до використання!

source: Człowieku, tu zaraz obok jest wulkan. One mają swoje humory.
uk: Чоловіче, тут поруч вулкан. У них свої капризи.

source: Człowieku, ty powinieneś paladynów trenować, a nie podrzędnego strażnika o rady pytać!
uk: Чоловіче, ти повинен тренувати паладинів, а не питати поради у вартового, що нижче тебе рангом!

source: Człowieku, z takimi umiejętnościami to ty powinieneś uczyć innych! Ja ci już niczego nie pokażę.
uk: Чоловіче, з такими навичками ти сам повинен навчати інших! Я тобі більше нічого не можу показати.

source: Człowieku, zapomnij, nie dasz im rady! Pan Volker inwestuje w szkolenie swoich ludzi.
uk: Та забудь, тобі з ними не впоратись! Пан Волкер інвестує в підготовку своїх людей.

source: Człowieku, zaraz za tą bramą roi się od pełzaczy! Pozwolenie pozwoleniem, ale głupi nie jestem!
uk: Хлопче, там за воротами все кишить повзунами! Дозвіл дозволом, але я не дурень!

source: Człowieku, znajdziemy inną, nie ma się czym martwić! Przede wszystkim musimy ci się odwdzięczyć!
uk: Друже, ми знайдемо іншу, нічого страшного! Перш за все, ми мусимо з тобою розрахуватися!

source: Córka Ezekiela jest przerażona swoją pierwszą podróżą morską. Cóż, kiedy dotrzemy na Archolos, pewnie szybko się uspokoi.
uk: Дочка Єзекіїля боїться своєї першої морської подорожі. Що ж, коли ми прибудемо на Архолос, вона, мабуть, швидко заспокоїться.

source: Córka Ezekiela została na brzegu.
uk: Дочка Єзекіїля лишилася на березі.

source: Córka z pewnością byłaby zachwycona, gdyby jej ojciec dał się zeżreć topielcom.
uk: Їй би не сподобалось, якби її батько дозволив луркерам себе зжерти.

source: Cóż mogę powiedzieć więcej? Na dłuższą lekcję historii, jak sam stwierdziłeś, nie masz czasu.
uk: Що ще можна сказати? На довший урок історії, як ти сам казав, у тебе немає часу.

source: Cóż nie mam wyjścia, oto podatek. (Zapłać)
uk: Що ж, у мене немає вибору, ось податок. (Заплатити)

source: Cóż panowie... Cała ta historia o zagubionym bracie bardzo mnie ujęła!
uk: Що ж, панове... Вся ця історія про зниклого брата дуже мене зачепила!

source: Cóż podatek to podatek... (Zapłać)
uk: Що ж, податок є податок... (Заплатити)

source: Cóż przywiozłem kilka skrzyń jabłek do miasta.
uk: Я привіз декілька ящиків яблук до міста.

source: Cóż takiego mogło się stać, że całkowicie zatracili się w pragnieniu potęgi, zapominając o swoich pierwotnych pobudkach. Czy sam wpływ Beliara może tak wypaczyć nawet dobrodusznego człowieka? Czy w takim razie, nawet jeden z nas, paladynów mógłby tak się ugiąć? Muszę to rozważyć podczas modlitwy.
uk: Що могло статися, що вони повністю втратили себе у прагненні до влади, забувши про свої початкові мотиви. Чи міг один лише вплив Беліара так спотворити навіть добродушну людину? Якщо так, то чи може хтось із нас, паладинів, так занепасти? Я повинен обміркувати це під час молитви.

source: Cóż to za problem?
uk: Що за проблема?

source: Cóż za cudowny dzień!
uk: Який чудовий день!

source: Cóż za idealne wyczucie czasu, właśnie skończyłem przygotowywać danie, do którego stworzenia mnie zainspirowałeś.
uk: Якраз вчасно, я щойно закінчив приготування страви, на створення якої ти мене надихнув.

source: Cóż za przygoda! Marzenia, wysoka stawka, poświęcenie, przerażenie i ostateczne zwycięstwo! Nie martw się, nie pominę żadnego szczegółu.
uk: Оце так пригода! Мрії, високі ставки, самопожертва, жах і остаточна перемога! Не хвилюйся, я не пропущу жодної деталі.

source: Cóż za zbieg okoliczności, akurat gdy już miałem sam rozglądnąć się za jakimś ochotnikiem, pojawił się tutaj ten chłopak. Wygląda na zdrowego i w miarę silnego, będzie idealny do sprawdzenia mojej nowej Mikstury z Podwójną Dawką Przetrawionego Wzmocnionego Ognistego Korzenia. Muszę zapamiętać, by w końcu wymyślić jakąś lepszą nazwę...
uk: Який збіг, саме тоді, коли я сам збирався шукати добровольців, тут з'явився цей хлопчина. Він виглядає здоровим і досить сильним, він буде ідеальним для тестування мого нового зілля з подвійною дозою перетравленого покращеного вогняного кореня. Треба буде придумати йому якусь кращу назву...

source: Cóż, Gerhard ma bardzo dużo znajomych wśród miejskich kupców.
uk: Що ж, Герхард має багато друзів серед міських торговців.

source: Cóż, Nayla będzie musiała dokończyć swoje zadanie po ciemku...
uk: Що ж, Найлі доведеться виконувати свою роботу в темряві...

source: Cóż, Ulryk jest rozsądnym człowiekiem, ale też zimnym i zachowawczym. Kiedyś miałem nawet okazję go poznać.
uk: Ну, Ульрік – розумна людина, але водночас холодна і консервативна. Я навіть мав можливість одного разу з ним зустрітися.

source: Cóż, bywało lepiej, bywało gorzej.
uk: Ну, бувало краще, бувало гірше.

source: Cóż, będę, ale nie bój się, jakoś dam radę to wszystko odbudować.
uk: Ну, знадобилося б, але не бійся, якось мені вдасться все це відновити.

source: Cóż, chciałem załatwić to po dobroci, ale...
uk: Що ж, я хотів вирішити це по-доброму, але...

source: Cóż, chyba każdy chciałby mieć przyjaciela we właścicielu ziemskim.
uk: Що ж, гадаю, кожен хотів би мати друга у вигляді землевласника.

source: Cóż, chyba sam to na siebie ściągnął.
uk: Що ж, я думаю, він сам напросився.

source: Cóż, chętnie sobie jeszcze golnę, hehe.
uk: Що ж, я з задоволенням вип'ю ще, хе-хе.

source: Cóż, coś już tam wiem. Na pewno nie pomylę niebieskiego bzu ze szczawiem królewskim.
uk: Ну, дещо я вже знаю. Я точно не переплутаю синю бузину з королівським щавлем.

source: Cóż, dobrze.
uk: Що ж, добре.

source: Cóż, eee...
uk: Що ж, еее...

source: Cóż, faktycznie, wypadałoby się odwdzięczyć. Hmmm...
uk: Що ж, я справді маю віддячити. Хммм...

source: Cóż, gdyby wam na tym zależało, już byś mnie pewnie aresztował.
uk: Ну, якби в цьому була потреба, ти б вже мене заарештував.

source: Cóż, jak dla mnie to jedyne wytłumaczenie opóźnienia. Pogodziłem się z faktem, że może nie być z nim wszystko w porządku.
uk: Що ж, для мене це поки єдине пояснення його затримки. Я змирився з тим, що з ним може бути не все гаразд.

source: Cóż, jak na moje oko, to nasze kusze nie różnią się niczym od innych kusz na wyspie, ale skoro wam tak zależy... to może uda się coś załatwić.
uk: Ну, на мій погляд, наші арбалети нічим не відрізняються від інших арбалетів на острові, але якщо ви так цього потребуєте... ми могли б щось придумати.

source: Cóż, jak to mówią, w kupie raźniej. Szkoda tylko, że poznałeś ich w takich warunkach.
uk: Ну, як то кажуть, разом веселіше. Шкода тільки, що ти познайомився з ними в таких умовах.

source: Cóż, jakoś. Mogło być gorzej, mogło być lepiej. Chociaż w obecnej sytuacji naszego kochanego królestwa o te 'lepiej' będzie trudno.
uk: Ну, сяк-так. Могло бути гірше, могло бути краще. Хоча, в теперішній ситуації нашого любого королівства, в це 'краще' щось не віриться.

source: Cóż, jest to bardzo rzadkie dzieło i o cennej zawartości merytorycznej, nie mogę tak za pół darmo się z nim rozstać. Ale z pewnością będzie cię stać.
uk: Що ж, це дуже рідкісна робота з цінною інформацією, і я не можу розлучитися з нею за безцінь. Але ти, безумовно, зможеш собі це дозволити.

source: Cóż, jest to jakaś myśl...
uk: Що ж, а це ідея...

source: Cóż, jesteś jednym z nas, więc czemu nie.
uk: Що ж, ти один із нас, то чому б і ні.

source: Cóż, jesteś w miarę rozgarniętym chłopakiem. Zobaczymy, jak sobie poradzisz z kolejnymi zleceniami.
uk: Що ж, ти досить кмітливий хлопець. Побачимо, як ти впораєшся з наступними завданнями.

source: Cóż, jeśli los chciałby nas zabić, już dawno miałby ku temu wiele okazji.
uk: Що ж, якби доля хотіла нас вбити, вона вже давно б це зробила.

source: Cóż, ktoś musi dbać o porządek na tej wyspie.
uk: Ну, хтось же повинен стежити за порядком на цьому острові.

source: Cóż, kusza to nie łuk, ale grunt, że coś do walki na dystans!
uk: Ну, арбалет – це не лук, але хоч щось з далекобійної зброї!

source: Cóż, lawiny skalne w takich górach to raczej nic niezwykłego...
uk: Що ж, кам'яні лавини в таких горах навряд чи є чимось незвичайним...

source: Cóż, lekcja ze mną będzie cię kosztować...
uk: Що ж, урок зі мною буде коштувати тобі...

source: Cóż, lepiej żeby cię nie walnął.
uk: Що ж, краще такого не допускати.

source: Cóż, lepsze mikstury wymagają lepszych receptur i bardziej precyzyjnego podejścia. Do tej pory pracowałeś na powszechnych roślinach, jakie można do woli zbierać.
uk: Що ж, кращі зілля вимагають кращих рецептів і ретельнішого підходу. Досі ти працював зі звичайними рослинами, яких можна чимало назбирати будь-де.

source: Cóż, mam nadzieję, że za winnicą, przy tunelu w skale... bo niewykluczone, że te szkodniki siedzą teraz gdzieś w mieście.
uk: Ну, сподіваюся, за виноградником, біля тунелю в скелі... бо не виключено, що ці шкідники зараз сидять десь у місті.

source: Cóż, mamy szczęście, że mieszkam tu prawie całe życie. Pora wykorzystać te atuty.
uk: Що ж, нам пощастило, що я прожив тут майже все своє життя. Настав час максимально використати цю перевагу.

source: Cóż, miecz straży nie jest zbyt trudny do wykonania, nawet dla początkującego.
uk: Що ж, меч вартового не надто складний у виготовленні, навіть для початківця.

source: Cóż, może być problem z waszym spokojnym odejściem. Nie mogę ryzykować, że polecisz po kolegów, także tego...
uk: Ну, із вашим мирним відбуттям можуть виникнути проблеми. Я не можу ризикувати, щоб ти побіг до своїх друзів, отож...

source: Cóż, może i całkiem nieźle sobie radzisz podczas zadań, ale wygląda mi na to, że po prostu ci się szczęści. Potrzebuję ludzi o realnych umiejętnościach!
uk: Що ж, може ти й добре справляєшся із завданнями, але мені здається, що тобі просто щастить. Мені потрібні по-справжньому досвідчені люди!

source: Cóż, może lepiej będzie jak sam to przeczytasz...
uk: Ну, може краще тобі самому прочитати...

source: Cóż, może nie do końca z zapasów, raczej z kieszeni jednego ze strażników. Wiesz, za parę monet mogę nauczyć cię tej subtelnej umiejętności.
uk: Ну, може, не зовсім з запасів, скоріше з кишені одного з вартових. Знаєш, за кілька монет я можу навчити цієї витонченої справи і тебе.

source: Cóż, może pewnego dnia sam ci o tym opowie.
uk: Що ж, можливо, колись він сам тобі про це розповість.

source: Cóż, musiałem z nim pogadać.
uk: Що ж, мені потрібно було з ним поговорити.

source: Cóż, musisz zrozumieć, że jest pewna różnica między wykroczeniem a przestępstwem. Nie będziemy zsyłać ludzi do Kolonii za zakłócanie ciszy nocnej.
uk: Що ж, ти маєш розуміти, що є різниця між порушенням і злочином. Ми не відправляємо людей до колонії за те, що вони порушили нічний спокій.

source: Cóż, młody. Musisz się jeszcze trochę nauczyć, żeby móc krzyżować ostrze z takim weteranem. Wróć, gdybyś chciał przegrać jeszcze jakąś błyskotkę.
uk: Що ж, хлопче. Тобі доведеться ще трохи підучитися, щоб мірятися силою із таким ветераном, як я. Повертайся, якщо захочеш втратити ще якісь блискітки.

source: Cóż, na drapieżniki to powinno wystarczyć. Albo głupich roślinożerców.
uk: Що ж, для хижаків цього має вистачити. Або для дурних травоїдних.

source: Cóż, nie będę się z tobą spierał. Widocznie przyświecał ci jakiś cel w tym działaniu.
uk: Що ж, не буду з тобою сперечатися. Очевидно, що ти мав певні підстави так вчинити.

source: Cóż, nie chwaląc się, odkąd były właściciel lokalu przekazał mi do niego klucze, to miejsce po prostu odżyło!
uk: Не буду хвалитися, але з тих пір, як колишній власник закладу передав мені ключі, це місце просто відродилося!

source: Cóż, nie jesteś chyba młodszy ode mnie.
uk: Ну, ти, мабуть, не молодший за мене.

source: Cóż, nie każdemu pisane jest zgłębienie arkanów tej sekretnej wiedzy.
uk: Що ж, не кожному судилося дослідити тонкощі цього таємного знання.

source: Cóż, nie mam wyjścia, oto podatek.
uk: Що ж, у мене немає вибору, ось податок.

source: Cóż, nie ukrywam, miło było komuś porachować kości.
uk: Що ж, не буду приховувати, буде приємно порахувати комусь кістки.

source: Cóż, nie wyglądasz na zajętego. Pójdziesz, czy nie?
uk: Що ж, не схоже, що ти зайнятий. То ти підеш чи ні?

source: Cóż, nie wykluczam takiej możliwości. Kto wie, do czego jest zdolny, by ją przejąć?
uk: Ну, я не виключаю такої можливості. Хто знає, на що він здатен, щоб його захопити?

source: Cóż, nie zostałem upoważniony do wręczania jałmużn. Przykro mi.
uk: Ну, я не уповноважений давати подаяння. Мені прикро.

source: Cóż, niech no się zastanowię.
uk: Що ж, мені треба подумати над цим.

source: Cóż, niestety tak. Przez lata pieczę nad Araxos sprawowali chciwi kupcy nieliczący się ze swoimi ludźmi, rozumiejący tylko cyferki i stosy złota w osobistych skarbcach.
uk: На жаль, так. Роками Араксосом керували жадібні торговці, які не зважали на свій народ, розуміючи лише цифри та купи золота у своїх особистих скарбницях.

source: Cóż, niewiele, nigdy nie trzymałem się z nimi bardzo blisko. Ale wiem, kto się z nimi przyjaźnił.
uk: Небагато, я ніколи не був з ними дуже близький. Але я знаю, хто з ними приятелював.

source: Cóż, niewykluczone, że za parę monet mógłbym ci powiedzieć, jak... zarekwirować zawartość czyjejś kieszeni.
uk: Що ж, можливо, за кілька монет я міг би розповісти тобі, як... вилучити вміст чужої кишені.

source: Cóż, nigdy nie jest za późno na naukę. Jeśli chcesz zacząć swoją przygodę z kowalstwem, to bierz materiały i rozgrzej je nad paleniskiem.
uk: Що ж, вчитися ніколи не пізно. Якщо ти хочеш розпочати свою ковальську практику, то бери матеріали та розігрівай їх над вогнищем.

source: Cóż, oczerni cię słusznie...
uk: Що ж, це було б справедливо...

source: Cóż, odkryłem, że Gerhard faktycznie dorabiał sobie na boku. Dalej już się wszystko samo potoczyło.
uk: Я дізнався, що Герхард насправді заробляє на життя на стороні. Далі все пішло само собою.

source: Cóż, początki zawsze są trudne. Pamiętaj tylko, żeby w przyszłości się poprawić.
uk: Що ж, починати завжди важко. Просто не забувай вдосконалюватися в майбутньому.

source: Cóż, podatek to podatek...
uk: Що ж, податок є податок...

source: Cóż, pomogłeś nam z zębaczami, więc niedużo, będzie cię stać.
uk: Що ж, ти допоміг нам зі снепперами, тож не так вже й багато, можна собі дозволити.

source: Cóż, potrafię mniej więcej strzelać z łuku, ale nie oczekuj cudów. No i ojciec by mnie zabił, gdybym uczył cię za darmo.
uk: Ну, я більш-менш вмію стріляти з лука, але чудес не чекай. Та й батько мене вб'є, якщо я навчатиму тебе безкоштовно.

source: Cóż, problem polega na tym, że to nie smród wyprawianych skór. Prędzej, za przeproszeniem, gówna. I to sporej jego ilości.
uk: Ну, проблема в тому, що це не запах вичиненої шкіри. Це більше схоже на запах лайна. І він досить сильний.

source: Cóż, program szkoleniowy straży ciągle potrzebuje poprawek. Gdybyś chciał rewanżu, daj znać.
uk: Що ж, програма підготовки вартових все ще потребує допрацювання. Якщо захочеш реваншу, дай знати.

source: Cóż, przed wojną głównym źródłem zarobku Archolos był handel morski.
uk: Ну, до війни основним джерелом доходу Архолосу була морська торгівля.

source: Cóż, przynajmniej klif jest blisko...
uk: Що ж, принаймні прірва близько...

source: Cóż, przynajmniej wino i jedzenie jest tu tak dobre, jak to wszędzie opisywali.
uk: Що ж, хоча б вино та їжа тут такі ж смачні, як всюди про них говорять.

source: Cóż, raczej nie pokazuję tego miejsca publicznie. To jak będzie? Nie żądam przecież wiele, kilka sztuk wystarczy!
uk: Ну, насправді я не показую це місце привселюдно. Ну так що? Я багато не прошу, достатньо кілька монет!
